public class Main {

    public static void main(String[] args) {
        System.out.println("Поехали!");


    }
}

//Пока наши классы для сотрудников театра и театральных постановок просто статически хранят информацию. Пришло время добавить им некоторое поведение.
// Вам нужно реализовать следующие возможности:
//
//Распечатать текст либретто.

//Распечатать информацию о режиссёре спектакля — должны выводиться его имя и фамилия.

//Распечатать список всех актёров, участвующих в спектакле. Для каждого актёра при этом должны выводиться имя и фамилия,
// а также в скобках его рост.

//Добавить нового актёра в спектакль. При добавлении актёра должна быть проверка, нет ли уже такого актёра среди добавленных.
//Если есть, должно выводиться предупреждающее сообщение, и актёр не должен добавляться. Актёры считаются одинаковыми, если у них совпадают имя, фамилия и рост.

//Заменить одного актёра в спектакле на другого (на вход подаётся объект нового актёра и фамилия того, которого он заменяет).
//Если актёр с такой фамилией отсутствует, должно выводиться предупреждающее сообщение. Порядок актёров в списке значения не имеет.
//
//
